tap "alexaldearroyo/catselector"
tap "anomalyco/tap"
tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/cask-fonts"
tap "mongodb/brew"
tap "puma/puma"
brew "pycparser"
brew "cffi"
brew "libsodium"
brew "libyaml"
brew "xz"
brew "tree"
brew "ansible"
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "apr-util"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "berkeley-db", link: true
brew "bison"
brew "boost"
brew "bzip2"
brew "gettext"
brew "glib"
brew "cairo"
brew "cfitsio"
brew "clang-format"
brew "cloudflared"
brew "cmake"
brew "rtmpdump"
brew "libtool"
brew "freetds"
brew "gcc"
brew "libavif"
brew "gd"
brew "libzip"
brew "tidy-html5"
brew "php"
brew "composer"
brew "diffutils"
brew "docker-credential-helper"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "efm-langserver"
brew "exiftool"
brew "fd"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fish"
brew "flyctl"
brew "openssl@1.1"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gpgme"
brew "gradle"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "grep"
brew "hcloud"
brew "hdf5"
brew "htop"
brew "icdiff"
brew "icu4c@76"
brew "libraw"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "jsonlint"
brew "lazydocker"
brew "lazygit"
brew "libedit"
brew "libfido2"
brew "libgsf"
brew "libiconv"
brew "libmatio"
brew "librsvg"
brew "librsync"
brew "llvm"
brew "luajit"
brew "luarocks"
brew "mkcert"
brew "mongosh"
brew "mvfst"
brew "mysql-client"
brew "mysql@8.0"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "nnn"
brew "nss"
brew "openclaw-cli"
brew "openslide"
brew "poppler"
brew "pdf2svg"
brew "perl"
brew "pgformatter"
brew "protobuf"
brew "pygments"
brew "python@3.10"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "sendemail"
brew "smug"
brew "terraform"
brew "the_silver_searcher"
brew "uv"
brew "vips"
brew "watchman"
brew "wget"
brew "yq"
brew "anomalyco/tap/opencode"
brew "dopplerhq/cli/doppler", link: false
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "1password-cli"
cask "bruno"
cask "codex"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-monoid-nerd-font"
cask "font-noto-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "halloy"
cask "kitty"
cask "ngrok"
cask "utm"
vscode "vscodevim.vim"
go "github.com/mattn/efm-langserver"
cargo "cargo-watch"
cargo "just"
cargo "stylua"
cargo "wasm-bindgen-cli"
cargo "wasm-pack"
uv "database-mcp"
